<template>
    <div class="privacy-policy-area ptb-100">
        <div class="container">
            <div class="section-title ">
                <h2>سياسة الاستخدام في منصة تعميد</h2>
                <div class="bar"></div>
                <p>تم آخر تحديث لهذه السياسة في 2022/06/01 .</p>
            </div>
            <div class="privacy-policy-content">
                <h3>شروط وأحكام استخدام موقع الإنترنت:</h3>
                <p>مرحبا بك في موقع ومنصة تعميد. إذا واصلت التصفح واستخدام موقعنا الإلكتروني فإنك توافق على مراعاة شروط
                    وأحكام الاستخدام التالية وعلى أن تكون ملزما بها. هذه الأحكام والشروط مع سياسة الخصوصية الخاصة بنا
                    فيما يتعلق بمنصة وتطبيق تعميد هذا.</p>
                <p>إن استخدام موقع ومنصه تعميد هذا خاضع لشروط الاستخدام التالية:</p>

                <ul>
                    <li>إن محتويات صفحات موقع الإنترنت هذا هي لمعلوماتك العامة واستخدامك العام فقط، وتخضع هذه المحتويات
                        للتغيير بدون إشعار. </li>
                    <li>لا نقدم نحن أو أي طرف ثالث أي تعهد أو ضمان لدقة المعلومات والمواد المشمولة في الموقع أو المعروضة
                        عليه ولا بملائمة توقيتها أو أدائها أو تمامها أو ملائمتها لأي غرض محدد. أنك تقر بأن هذه المعلومات
                        والمواد قد تحتوي على غلط أو أخطاء ونحن نخلى، من طرفنا اية مسئولية مترتبة عن أي غلط أو أخطاء
                        لأقصى حد مسموح به بموجب القانون.</li>
                    <li>إن استخدامك لأية معلومات أو مواد على موقع منصة تعميد هذا هو على مسئوليتك الخاصة، وبدون تحمل أية
                        مسئولية من طرفنا. تقع عليك وحدك مسئولية التأكد من أن أية منتجات أو خدمات أو معلومات متوفرة من
                        خلال المنصة تلبي وتتوافق مع متطلباتك المحددة.</li>
                    <li>تحتوي المنصة هذه على مواد مملوكة لنا أو لدينا ترخيص باستخدامها. تشمل هذه المواد، دون حصر،
                        التصميم والتخطيط والمظهر العام والرسومات. تحظر إعادة إنتاج هذه المواد فيما عدا بموجب شروط إشعار
                        حقوق الملكية المحفوظة والذي يشكل جزءا لا يتجزأ من هذه الشروط والأحكام.</li>
                    <li>جميع العلامات التجارية التي تمت إعادة إنتاجها على منصة وموقع تعميد هذا، والتي هي ليست مملوكة لنا
                        أو ليس لدينا ترخيص باستخدامها، تم التنويه عنها على موقع الإنترنت.</li>
                    <li>إن أي استخدام غير مصرح به لموقع ومنصة تعميد قد يؤدي إلى نشوء مطالبة بدفع تعويضات عن أضرار و/ أو
                        يشكل مخالفة جنائية.</li>
                    <li>من وقت لآخر قد تشمل منصة تعميد أيضا وصلات إلى مواقع إنترنت أخرى. لقد تم توفير هذه الوصلات لراحتك
                        وتسهيل تزويدك بمعلومات إضافية. إن وجود هذه الوصلات على المنصة لا يعني أننا نصادق على هذا الموقع/
                        المواقع كما إننا لا نتحمل أية مسئولية عن محتوى موقع / مواقع الإنترنت الموصولة.</li>
                    <li>لا يجوز لك عمل وصلة إلى موقع ومنصة تعميد من موقع إنترنت آخر أو من مستند بدون موافقة خطية مسبقة
                        من المطور والمشغل للمنصة .</li>
                </ul>
                <br>
            </div>

            <div class="privacy-policy-content">
                <h3> سياسة إخلاء المسؤولية:</h3>
                <p>ان المعلومات المشمولة في منصة وموقع تعميد هي لأغراض المعلومات العامة فقط، ، ونحن إذ نسعى للمحافظة على
                    تحديث وصحة المعلومات إلا اننا لا نقدم أية اقرارات أو تعهدات من أي نوع كان، سواء بشكل صريح أو ضمني،
                    فيما يتعلق بالتمام، أو الدقة أو الموثوقية أو الملائمة أو توفير المعلومات أو المنتجات أو الخدمات أو
                    الرسومات ذات الصلة في موقع ومنصة تعميد لأي غرض كان. ولذلك فإن أي اعتماد لك على هذه المعلومات يكون
                    بشكل تام على مسئوليتك.
                    لن نكون في أي حال من الأحوال مسئولين عن أية خسارة أو ضرر بما في ذلك دون حصر، أية خسارة أو ضرر غير
                    مباشرين أو تابعين أو أية خسارة أو ضرر أيا كانا ينشآن عن فقدان بيانات أو خسارة أرباح تنشأ عن أو فيما
                    يتعلق باستخدام منصة تعميد هذا. إنك تستطيع من خلال منصة وموقع تعميد هذا الوصول إلى مواقع إنترنت أخرى
                    ليست تحت مسئوليتنا. ليست لدينا أية سيطرة على طبيعة أو محتوى أو توفر تلك المواقع. إن وجود أية وصلات
                    على موقعنا لا يعني بالضرورة أننا نؤيد أو نصادق على وجهات النظر التي يتم التعبير عنها ضمن هذه منصة
                    تعميد. لقد بذلنا كل جهد ممكن للمحافظة على عمل موقع الإنترنت بصورة جيدة وسهلة، ومع ذلك لا نتحمل أية
                    مسئولية ولن تكون عرضة لأية مطالبات عن عدم التوفر المؤقت لموقع الإنترنت بسبب مشاكل فنية خارجة عن
                    سيطرتنا.
                </p>
                <br>
            </div>

            <div class="privacy-policy-content">
                <h3>حقوق الملكية:</h3>
                <p>إن حقوق الطبع والنشر والمعلومات والمواد المتوفرة والموجودة على موقع ومنصة تعميد هي أصول تعود ملكيتها
                    للمنصة. يمنع منعاً باتاً نسخها أو نشرها أو استخدامها بطريقة تخالف ما نشرت لأجله أو أن تستغل لأهداف
                    ومصالح شخصية دون إذن خطي مسبق من قبل مطور ومشغل المنصة.</p>
                <br>
            </div>

            <div class="privacy-policy-content">
                <h3>حماية المعلومات الشخصية :</h3>
                <p>تلتزم منصة تعميد بعدم الإفصاح عن معلومات الزائر الشخصية التي يقدمها طواعية من دون موافقته الشخصية إلا
                    في حالات معيّنة يتطلب فيها القانون الإفصاح عن هذه المعلومات. كما قد يتم تقاسم البيانات الضرورية
                    لإتمام معالجة طلب الزائر مع الجهات المرتبطة في المنصة ، وذلك لخدمته بصورة أكثر فعالية. ولضمان مساعدة
                    الزائر في حماية معلوماته الشخصية فإننا نوصي بالآتي:</p>
                     <ul>
                    <li>التواصل مع منصة تعميد الدعم الفني عندما تظن أن شخصاً ما استطاع الوصول إلى معلوماتك الشخصية، أو أي معلومات سرية قد قدمتها أو حصلت عليها من المنصة</li>
                    <li>لا تفصح مطلقاً عن أي معلومات سرية عبر الهاتف أو شبكة الإنترنت ما لم تتأكد من هوية الشخص أو الطرف المستقبل للمعلومة وأن تكون هناك اتفاقية مسبقة تحدد قنوات التواصل.</li>
                    <li>للحفاظ على بياناتك الشخصية، تقوم منصة تعميد  باتباع سياسة أمنية شاملة وصارمة، كما تخضع الخوادم التي تستضيف منصة تعميد لأعلى درجات الحماية، ويتم تخزين ومعالجة ومشاركة البيانات الشخصية باستخدام التقنيات الأمنية المناسبة.</li>
                </ul>
                <br>
            </div>

            
        </div>
    </div>
</template>

<script>
export default {
    name: 'PrivacyPolicyArea'
}
</script>